<?php

return [
    'login_wrong'              => 'مشخصات درست نمی‌باشد.',
    'login_wrong_deactivate'   => 'دلمون برات تنگ میشه!!',
    'password_wrong'           => 'گذرواژه‌ی فعلی درست نیست!',
    'password_must_new'        => 'گذرواژه‌ای که وارد کردید قدیمیه! یه چیز جدید انتخاب کنید.',
    'password_ok'              => 'رمز با موفقیت تغییر کرد.',
    'password_reset_ok'        => 'رمز با موفقیت تغییر کرد.رمز جدید :name',
    'user_bulk_ok'             => 'تعداد :count نفر اضافه شد',
    'add_ok'                   => ':name اضافه شد.',
    'edit_ok'                  => 'ویرایش با موفقیت انجام شد.',
    'add_failed'               => ':name با مقدار :value به مشکل خورد.',
    'auth_error'               => 'مجاز به انجام این کار نمی باشید!',
    'change_ok'                => 'تغییرات با موفقیت ثبت شد.',
    'item_deleted'             => 'آیتم مورد نظر حذف شد.',
    'notification_users_count' => 'انتخاب گیرندگان پیام الزامیست!',
    'password_reset'           => 'بیشتر از یکساله که رمز عبورتو عوض نکردی!',
    'send_ok'                  => 'با موفقیت ارسال شد.',
    'tahdig_balance_error'     => 'حساب ته دیگ کاربر صفر نیست. تراز حساب: value:',
    'set_company_user_id'      => 'برای :user شناسه شرکتیشون ست نشده.براش ست کن و اینبار مبلغ هدیه رو براش دستی شارژ کن.',
    'hrAdmin_failed_charge'    => 'یه مشکلی پیش اومده، برو ناتیفهات رو چک کن.',
    'charge_user_done'         => 'شارژ اعتبار برای کاربر/کاربران با موفقیت انجام شد.',
    'charge_user_notif'        => 'اعتبارت بابت :reason شارژ شد.',
    'charge_user_expiration'   => 'اعتبارت بابت :reason شارژ شد. حواست باشه :days روز دیگه این شارژ منقضی میشه!',
    'role_delete_error'        => 'شما نمی‌توانید این نقش را حذف کنید. این نقش به کاربرانی که این نقش را دارند متصل می‌شود.',
    'item_delete_error'        => 'شما نمی‌توانید این آیتم را حذف کنید. این آیتم زیرمجموعه دارد که اول باید آنها را حذف کنید.',
    'delete_ok'                => ':name با موفقیت حذف شد.',
    'config_not_set'           => 'تنظیماتی برای این قسمت ست نشده!',

    'contract_new_created'     => 'قرارداد جدید ثبت شد.',
    'contract_email_sent'      => 'قرارداد برای شما ارسال شد. لطفا ایمیل خود را چک کرده و پاسخ دهید.',
    'contract_confirmed'       => 'قرارداد شما تایید شد.',
    'contract_submit_text'     => 'متن قرارداد را خواندم و مورد تایید من است.',
    'contract_email_confirm_btn'=> 'برای تایید قرارداد، ایمیلی که به شما ارسال میشود را پاسخ دهید.',
    'contract_email_text'      => 'این قرارداد شماست. برای تایید، عبارت "متن قرارداد را خواندم و مورد تایید من است" را در پاسخ همین ایمیل ارسال نمایید.',
    'contract_confirmed_text'  => 'شما در :date این قرارداد را تایید کرده‌اید.',
    'contracts_bulk_delete'    => 'حذف دسته جمعی قراردادها انجام شد.',
    'contracts_bulk_confirm'   => 'تایید دسته جمعی قراردادها انجام شد.',

    'room_select'              => 'یک اتاق معتبر انتخاب نمایید.',
    'room_reserve_done'        => 'اتاق برای شما رزرو شد.',
    'room_reserved'            => 'اتاق از قبل رزرو شده است.',
    'room-reserve_updated'     => 'رزرو شما ویرایش شد.',
    'room-reserve_deleted'     => 'رزرو شما حذف شد.',
    'room-reserve_not_found'   => 'چنین رزروی موجود نیست.',
    'room_reserve_ended'       => 'زمان حذف رزرو اتاق به پایان رسیده است.',
    'reserved_too_long'        => 'مدت رزرو بیشتر از یک روز است.',
    'reserved_max_hours'       => 'مدت رزرو بیشتر از حد مجاز است.',
    'room_max_time_daily'      => 'به نظر می‌رسه امروز زیاد جلسه داشتی :)',

    'phone_number_changed'     => 'همکار عزیز، با توجه به تغییر دادن شماره موبایل از سمت شما، لطفاً با شماره موبایل جدید خود وارد شوید',
    'complete_user_info'       => 'همکار گرامی مشخصات فردی خود را کامل نمایید و منتظر تایید منابع انسانی باشید',
    'food_reserved_by_admin'   => 'غذا برای کاربر رزرو شد',
    'salon_must_have_one'      => 'شما باید حداقل یک سالن داشته باشید',
    'salon_must_have_one_active'=> 'شما باید حداقل یک سالن فعال داشته باشید',

    'submit_score'             => 'یا امتیاز بده یا نظرتو بگو',
    'kudos_point_failed'       => 'سپاسبرگ شما کافی نیست',
    'kudos_point_failed_self'  => 'به خودت که دیگه نمیشه :)',
    'kudos_point_sent'         => 'سپاس از شما که قدردان دیگران هستی.',
    'kudos_reward_bought'      => 'درخواست خرید جایزه داده شد',
    'user_stars_not_enough'    => 'تعداد سپاسبرگ شما برای خرید این جایزه کافی نیست!',

    'letter_submitted'         => 'نامه ایجاد شد. از لیست نامه‌ها چاپ کنید.',
    'letter_physical_submitted'=> 'نامه ایجاد شد. نامه رو که چاپ کردید ببرید تیم px که براتون مهر و امضا کنه.',
    'mission_submitted'        => 'درخواست ماموریت ثبت شد. برای اعلام نظر واحد مربوطه منتظر بمانید.',

    'mood_reason'              => ' لطفا علت :name رو بنویسید.',
    'avatar_required'          => 'حتما یه عکس انتخاب کن.',
    'tradeAd_removed'          => 'آگهی حذف شد.',
    'ovpn_created'             => 'اشتراک اینترنت آزاد شما ایجاد شد.',
    'ovpn_failed'              => 'اکانت شما قبلا ایجاد شده است.',
    'adv_published'            => 'آگهی شما منتشر شد ;)',
    'adv_will_publish'         => 'آگهی شما ثبت شد و از ساعت :config قابل مشاهده خواهد بود.',
    'excelFileNotOk'           => 'فایل اکسل معتبر نمی باشد.',

    'salary_loan_amount'       => 'مبلغ وام را مشخص کنید.',
    'salary_prepay_amount'     => 'مبلغ پیش دریافت را مشخص کنید.',
    'salary_loan_overload'     => 'مبلغ انتخابی از سقف مجاز بیشتره.',
    'salary_loan_ratio'        => 'مبلغ انتخابی باید ضریبی از 5000،0000 ریال باشه!',
    'salary_prepay_max_req'    => 'شما به سقف تعداد درخواست در ماه رسیدی.',
    'salary_prepay_min_month'  => 'حداقل باید 2 ماه از زمان ورود شما به مجموعه گذشته باشد.',

    'survey_dashboard_alert_header'  => ' شما :count تسک انجام نشده مربوط به تجربه آدمها دارید.',
    'survey_dashboard_alert_footer'  => 'فرمها را از اینجا ببینید.',
    'survey_create_group_Task_must_have_parent' => "گزینه های گروهی باید دارای والد باشند!",

    'sup_ins_factor_added'     => "فاکتور شما ثبت شد. همکاران پس از بررسی، می‌توانند این فاکتور را تایید نمایند.",
    'sup_ins_factor_add_failed'=> "اعتبار این گروه خدمت درمانی برای ثبت فاکتور به پایان رسیده است.",

    'supply_to_user_added'     => "آیتم :name به کاربر :user تحویل داده شد.",
    'supply_user_is_unique'    => "آیتم مورد نظر قبلا برای این کاربر تخصیص شده است.",
    'supply_delivered_to_barn' => "آیتم :name از کاربر :user تحویل گرفته شد.",

    'abacus-title' => "
لطفا بعد از تنظیم آیتم‌های زیر، «موافقم» را بزنید تا اعداد ثبت شود.
بعد از جمع‌آوری همه داده‌ها، پردازش توسط پی‌ایکس صورت می‌گیرد و با توجه به کل امتیاز وامی که شرکت در اختیار دارد، نزدیک‌ترین عدد به مقدار پیشنهادی شما، برای شما محاسبه می‌شود.
نتیجه نهایی یک روز پس از ثبت همه افراد، به شما اعلام خواهد شد.

شاد باشید.
تیم پی‌ایکس",
];